# NAVBAR ELEMENTS
alt.logo=Logo da MercaMovil
aria.toggle_navigation=Alternar navega\u00E7\u00E3o
nav.home=In\u00EDcio
nav.productos=Produtos
nav.misionvision=Miss\u00E3o e Vis\u00E3o
button.perfil=Perfil
button.cerrar_sesion=Sair
button.iniciar_sesion=Entrar
button.login_signup=Entrar / Registrar-se
button.login=Entrar
button.signup=Registrar-se

# LOGIN
signup.title=Inscri\u00e7\u00e3o
login.title=Entrar
login.error=Nome de usu\u00e1rio ou senha inv\u00e1lidos.
login.logout=Voc\u00ea saiu com sucesso
login.username=Nome de usu\u00e1rio
login.password=Senha
login.submit=Entrar
signup.link=Cadastre-se aqui

# SIGNUP
signup.title=Inscreva-se
signup.errorMessage=Ocorreu um erro ao registrar.
signup.username=Nome de usu\u00e1rio
signup.username.invalid=Por favor, insira um nome de usu\u00e1rio v\u00e1lido.
signup.email=Email associado
signup.email.invalid=Por favor, insira um email v\u00e1lido.
signup.password=Senha
signup.password.rule1=No m\u00ednimo 8 caracteres
signup.password.rule2=No m\u00ednimo uma letra mai\u00fascula
signup.password.rule3=No m\u00ednimo uma letra min\u00fascula
signup.password.rule4=No m\u00ednimo um n\u00famero
passwordStrength.veryWeak=Senha muito fraca
passwordStrength.weak=Senha fraca
passwordStrength.strong=Senha forte
passwordStrength.veryStrong=Senha muito forte
signup.registerButton=Registrar
signup.successMessage=Registro bem-sucedido
signup.loginLink=Entrar

# PRODUTOS
page.title=Produtos
page.section1.title=Bem-vindo \u00E0 Nossa Loja
page.section1.description=Encontre os melhores produtos aqui.
img.alt.banner=Imagem do banner
page.section2.title=Nossos Produtos
button.create.product=Criar Produto
button.create.discount=Criar Desconto
button.manage.discounts=Gerenciar Descontos
modal.update.product.title=Atualizar Produto
modal.create.product.title=Criar Produto
modal.manage.discounts.title=Gerenciar Descontos
modal.update.discount.title=Atualizar Desconto
modal.delete.discount.title=Excluir Desconto
label.product.image=Imagem do Produto
label.product.name=Nome do Produto
label.product.category=Categoria
label.product.price=Pre\u00E7o
label.product.discount=Desconto (opcional)
label.discount.name=Nome do Desconto
label.discount.percentage=Porcentagem de Desconto
label.discount.min.quantity=Quantidade M\u00EDnima
button.close=Fechar
button.save.changes=Salvar Altera\u00E7\u00F5es
button.cancel=Cancelar
button.save=Salvar
label.filters=Filtros
label.search.name=Buscar por Nome
label.filter.category=Categoria
label.filter.discount=Desconto
label.sort.order=Ordenar Alfabeticamente
option.all.categories=Todas as Categorias
option.all=Todos
option.with.discount=Com Desconto
option.without.discount=Sem Desconto
button.add.to.cart=Adicionar ao Carrinho
button.update=Atualizar
button.delete=Excluir
button.see.more=Ver Mais
label.discount.message=Compre
label.and.get=e obtenha
img.alt.product=Imagem do Produto
option.desc=Z-A
option.asc=A-Z

#PROFILE
page.profile.title=Perfil de Usu\u00E1rio
page.profile.invoices=Minhas Faturas
page.profile.allInvoices=Todas as Faturas
page.profile.allCarts=Todos os Carrinhos
page.profile.products=Produtos
page.profile.quantity=Quantidade
page.profile.total=Total
page.profile.date=Data
page.profile.status=Estado
page.profile.paymentId=ID de Pagamento
page.profile.cartId=ID do Carrinho
page.profile.user=Usu\u00E1rio

#INDEX
info.shipping=Envio r\u00E1pido e seguro em toda a regi\u00E3o.
info.customerService=Servi\u00E7o de atendimento ao cliente 24 horas para ajudar com suas compras.
info.offers=Ofertas exclusivas e descontos especiais toda semana.
info.securePayment=Compre com seguran\u00E7a com nosso sistema de pagamento criptografado.

#ABOUT
about.title=Sobre AstuMercado
about.header=Sobre AstuMercado
about.intro=Saiba mais sobre nossa miss\u00E3o e vis\u00E3o na AstuMercado, dedicada a oferecer qualidade e conveni\u00EAncia.
about.mission=Miss\u00E3o
about.missionText=Nossa miss\u00E3o na AstuMercado \u00E9 fornecer produtos de alta qualidade e uma experi\u00EAncia de compra excepcional para cada cliente, garantindo que nossa plataforma seja acess\u00EDvel, confi\u00E1vel e focada nas necessidades dos clientes. Nos esfor\u00E7amos para oferecer uma ampla variedade de produtos que atendam \u00E0s diversas necessidades dos nossos clientes, sempre mantendo um alto padr\u00E3o de qualidade e servi\u00E7o. Al\u00E9m disso, buscamos constantemente inovar e melhorar nossos processos para garantir uma experi\u00EAncia de compra fluida e agrad\u00E1vel.

about.vision=Vis\u00E3o
about.visionText=A AstuMercado busca se tornar a principal plataforma de e-commerce da regi\u00E3o, reconhecida pelo excelente servi\u00E7o, inova\u00E7\u00E3o e compromisso com a sustentabilidade e o engajamento comunit\u00E1rio. Almejamos ser uma refer\u00EAncia no setor, destacando-nos por nossa capacidade de adapta\u00E7\u00E3o \u00E0s tend\u00EAncias do mercado e por nossa responsabilidade social. Queremos ser uma empresa que gere n\u00E3o apenas valor econ\u00F4mico, mas tamb\u00E9m valor social e ambiental, contribuindo positivamente para o desenvolvimento da comunidade e do meio ambiente em que operamos.

about.values=Nossos Valores
about.valuesText=Priorizamos a integridade, qualidade e respeito em cada transa\u00E7\u00E3o. Estamos comprometidos em criar um mercado confi\u00E1vel que beneficie tanto os clientes quanto os parceiros. Acreditamos firmemente na transpar\u00EAncia e na constru\u00E7\u00E3o de rela\u00E7\u00F5es duradouras baseadas na confian\u00E7a m\u00FAtua. Valorizamos a diversidade e a inclus\u00E3o e nos esfor\u00E7amos para criar um ambiente onde todos se sintam valorizados e respeitados. Al\u00E9m disso, estamos comprometidos em agir com responsabilidade e \u00E9tica em todas as nossas opera\u00E7\u00F5es.

about.goals=Nossos Objetivos
about.goalsText=Nossos objetivos incluem expandir nossa sele\u00E7\u00E3o de produtos, melhorar os tempos de entrega, apoiar os vendedores locais e aprimorar continuamente nossa plataforma para atender \u00E0s necessidades dos clientes. Queremos ser uma plataforma que ofere\u00E7a uma experi\u00EAncia de compra incompar\u00E1vel, com foco na satisfa\u00E7\u00E3o do cliente. Pretendemos estabelecer parcerias estrat\u00E9gicas com fornecedores e parceiros comerciais para oferecer produtos exclusivos e de alta qualidade. Al\u00E9m disso, buscamos implementar tecnologias avan\u00E7adas que otimizem nossos processos log\u00EDsticos e de atendimento ao cliente, garantindo assim uma experi\u00EAncia de compra eficiente e agrad\u00E1vel.

