# NAVBAR ELEMENTS
alt.logo=Logo de MercaMovil
aria.toggle_navigation=Alternar navegaci\u00F3n
nav.home=Inicio
nav.productos=Productos
nav.misionvision=Misi\u00F3n y Visi\u00F3n
button.perfil=Perfil
button.cerrar_sesion=Cerrar Sesi\u00F3n
button.iniciar_sesion=Iniciar Sesi\u00F3n
button.login_signup=Ingresar / Registrarse
button.login=Iniciar sesi\u00F3n
button.signup=Registrarse

# LOGIN
signup.title=Registro
login.title=Iniciar sesi\u00f3n
login.error=Nombre de usuario o contrase\u00f1a incorrectos.
login.logout=Has cerrado sesi\u00f3n correctamente
login.username=Nombre de usuario
login.password=Contrase\u00f1a
login.submit=Iniciar sesi\u00f3n
signup.link=Reg\u00edstrese aqu\u00ed

# SIGNUP
signup.title=Registrarse
signup.errorMessage=Hubo un error al registrar, pruebe otro nombre de usuario o correo.
signup.username=Nombre de usuario
signup.username.invalid=Por favor, introduce un nombre de usuario v\u00e1lido.
signup.email=Email asociado
signup.email.invalid=Por favor, introduce un email v\u00e1lido.
signup.password=Contrase\u00f1a
signup.password.rule1=Al menos 8 caracteres
signup.password.rule2=Al menos una letra may\u00fascula
signup.password.rule3=Al menos una letra min\u00fascula
signup.password.rule4=Al menos un n\u00famero
passwordStrength.veryWeak=Contrase\u00f1a muy d\u00e9bil
passwordStrength.weak=Contrase\u00f1a d\u00e9bil
passwordStrength.strong=Contrase\u00f1a fuerte
passwordStrength.veryStrong=Contrase\u00f1a muy fuerte
signup.registerButton=Registrarse
signup.successMessage=Registro exitoso
signup.loginLink=Iniciar sesi\u00f3n

# PRODUCTOS
page.title=Productos
page.section1.title=Bienvenido a Nuestra Tienda
page.section1.description=Encuentra los mejores productos aqu\u00ED.
img.alt.banner=Imagen del banner
page.section2.title=Nuestros Productos
button.create.product=Crear Producto
button.create.discount=Crear Descuento
button.manage.discounts=Gestionar Descuentos
modal.update.product.title=Actualizar Producto
modal.create.product.title=Crear Producto
modal.manage.discounts.title=Gestionar Descuentos
modal.update.discount.title=Actualizar Descuento
modal.delete.discount.title=Eliminar Descuento
label.product.image=Imagen del Producto
label.product.name=Nombre del Producto
label.product.category=Categor\u00EDa
label.product.price=Precio
label.product.discount=Descuento (opcional)
label.discount.name=Nombre del Descuento
label.discount.percentage=Porcentaje de Descuento
label.discount.min.quantity=Cantidad M\u00EDnima
button.close=Cerrar
button.save.changes=Guardar Cambios
button.cancel=Cancelar
button.save=Guardar
label.filters=Filtros
label.search.name=Buscar por nombre
label.filter.category=Categor\u00EDa
label.filter.discount=Descuento
label.sort.order=Ordenar alfab\u00E9ticamente
option.all.categories=Todas las categor\u00EDas
option.all=Todos
option.with.discount=Con descuento
option.without.discount=Sin descuento
button.add.to.cart=A\u00F1adir al carrito
button.update=Actualizar
button.delete=Eliminar
button.see.more=Ver m\u00E1s
label.discount.message=Compre
label.and.get=y obtenga
img.alt.product=Imagen del producto
option.desc=Z-A
option.asc=A-Z

#PROFILE
page.profile.title=Perfil de Usuario
page.profile.invoices=Mis Facturas
page.profile.allInvoices=Todas las Facturas
page.profile.allCarts=Todos los Carritos
page.profile.products=Productos
page.profile.quantity=Cantidad
page.profile.total=Total
page.profile.date=Fecha
page.profile.status=Estado
page.profile.paymentId=ID de Pago
page.profile.cartId=ID de Carrito
page.profile.user=Usuario

#INDEX
info.shipping=Env\u00EDo r\u00E1pido y seguro a toda la regi\u00F3n.
info.customerService=Servicio al cliente disponible las 24 horas para ayudarte con tus compras.
info.offers=Ofertas exclusivas y descuentos especiales cada semana.
info.securePayment=Compra con seguridad gracias a nuestro sistema de pagos encriptado.

#ABOUT
about.title=Acerca de AstuMercado
about.header=Acerca de AstuMercado
about.intro=Conozca m\u00E1s sobre nuestra misi\u00F3n y visi\u00F3n en AstuMercado, dedicados a ofrecer calidad y conveniencia.
about.mission=Misi\u00F3n
about.missionText=Nuestra misi\u00F3n en AstuMercado es proporcionar productos de alta calidad y una experiencia de compra excepcional a cada cliente, asegurando que nuestra plataforma sea accesible, confiable y centrada en las necesidades del cliente. Nos esforzamos por ofrecer una amplia gama de productos que satisfagan las diversas necesidades de nuestros clientes, manteniendo siempre un alto est\u00E1ndar de calidad y servicio. Adem\u00E1s, buscamos constantemente innovar y mejorar nuestros procesos para garantizar una experiencia de compra fluida y agradable.

about.vision=Visi\u00F3n
about.visionText=AstuMercado se esfuerza por convertirse en la plataforma de comercio electr\u00F3nico l\u00EDder en la regi\u00F3n, reconocida por su excelente servicio, innovaci\u00F3n y compromiso con la sostenibilidad y el compromiso comunitario. Aspiramos a ser un referente en el sector, destac\u00E1ndonos por nuestra capacidad de adaptaci\u00F3n a las tendencias del mercado y por nuestra responsabilidad social. Queremos ser una empresa que no solo genere valor econ\u00F3mico, sino tambi\u00E9n social y ambiental, contribuyendo positivamente al desarrollo de la comunidad y del entorno en el que operamos.

about.values=Nuestros Valores
about.valuesText=Priorizamos la integridad, la calidad y el respeto en cada transacci\u00F3n. Estamos comprometidos a crear un mercado confiable que beneficie tanto a los clientes como a los socios. Creemos firmemente en la transparencia y en la construcci\u00F3n de relaciones duraderas basadas en la confianza mutua. Valoramos la diversidad y la inclusi\u00F3n, y nos esforzamos por crear un entorno donde todos se sientan valorados y respetados. Adem\u00E1s, nos comprometemos a actuar con responsabilidad y \u00E9tica en todas nuestras operaciones.

about.goals=Nuestros Objetivos
about.goalsText=Nuestros objetivos incluyen expandir nuestra selecci\u00F3n de productos, mejorar los tiempos de entrega, apoyar a los vendedores locales y mejorar continuamente nuestra plataforma para satisfacer las necesidades de los clientes. Queremos ser una plataforma que ofrezca una experiencia de compra inigualable, con un enfoque en la satisfacci\u00F3n del cliente. Nos proponemos establecer alianzas estrat\u00E9gicas con proveedores y socios comerciales para ofrecer productos exclusivos y de alta calidad. Adem\u00E1s, buscamos implementar tecnolog\u00EDas avanzadas que optimicen nuestros procesos log\u00EDsticos y de atenci\u00F3n al cliente, garantizando as\u00ED una experiencia de compra eficiente y agradable.
